[
  {
    "title": "Rent Collection & Enforcement",
    "description": "We ensure rent is collected on time and follow strict escalation steps for nonpayment—including notices and legal filings if needed.",
    "icon": "/services/price.svg"
  },
  {
    "title": "Leasing & Vacancy Turnovers",
    "description": "We coordinate turnovers, repairs, cleaning, and lease-up with strong marketing to minimize downtime between tenants.",
    "icon": "/services/syndication.svg"
  },
  {
    "title": "Tenant Screening",
    "description": "We find reliable tenants fast with background, eviction, income, reference, employement, and credit checks—reducing risk of future problems.",
    "icon": "/services/tenant.svg"
  },
  {
    "title": "24/7 Maintenance",
    "description": "We handle all tenant maintenance requests, coordinate vendors, dispatch techs, and follow through until the job is done.",
    "icon": "/services/mtnc.svg"
  },
  {
    "title": "In-House Maintenance Team",
    "description": "Our internal team completes repairs faster, cheaper, and with better quality control than outsourced contractors.",
    "icon": "/services/search.svg"
  },
  {
    "title": "Compliance & Legal Handling",
    "description": "We manage state/local compliance, registration, inspections, violations, notices, court filings, and eviction coordination.",
    "icon": "/services/comp.svg"
  },
  {
    "title": "Assigned Property Manager",
    "description": "A single point of contact who knows your property and handles all tenant, repair, and leasing issues on your behalf.",
    "icon": "/services/manager.svg"
  },
  {
    "title": "Tenant Relations & Communication",
    "description": "We handle all day-to-day tenant interaction professionally—keeping things smooth and protecting you from headaches.",
    "icon": "/services/tenant.svg"
  },
  {
    "title": "Routine Property Inspections",
    "description": "We conduct move-in/move-out inspections and periodic walkthroughs to document condition and catch issues early.",
    "icon": "/services/search.svg"
  },
  {
    "title": "Financial Reporting & Statements",
    "description": "We provide full income/expense reports, monthly statements, and tax-ready documentation—available in your portal.",
    "icon": "/services/price.svg"
  }
]
